{
  "items": [
    {
      "volumeInfo": {
        "title": "Tuesdays with Morrie",
        "subtitle": "An Old Man, A Young Man and Life's Greatest Lesson",
        "authors": [
          "Mitch Albom"
        ],
        "publishedDate": "1997-08-18",
        "description": "#1 NEW YORK TIMES BESTSELLER • The beloved book that has changed millions of lives with the story of an unforgettable friendship, the timeless wisdom of older generations, and healing lessons on loss and grief “A wonderful book, a story of the heart told by a writer with soul.”—Los Angeles Times “The most important thing in life is to learn how to give out love, and to let it come in.” Maybe it was a grandparent, or a teacher, or a colleague. Someone older, patient and wise, who understood you when you were young and searching, helped you see the world as a more profound place, gave you sound advice to help you make your way through it. For Mitch Albom, that person was Morrie Schwartz, his college professor from nearly twenty years ago. Maybe, like Mitch, you lost track of this mentor as you made your way, and the insights faded, and the world seemed colder. Wouldn't you like to see that person again, ask the bigger questions that still haunt you, receive wisdom for your busy life today the way you once did when you were younger? Mitch Albom had that second chance. He rediscovered Morrie in the last months of the older man's life. Knowing he was dying, Morrie visited with Mitch in his study every Tuesday, just as they used to back in college. Their rekindled relationship turned into one final \"class\": lessons in how to live. Tuesdays with Morrie is a magical chronicle of their time together, through which Mitch shares Morrie's lasting gift with the world.",
        "pageCount": 208,
        "categories": [
          "Biography & Autobiography"
        ],
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=5y-l3sM3gg0C&printsec=frontcover&img=1&zoom=1&source=gbs_api"
        }
      }
    },
    {
      "volumeInfo": {
        "title": "Michelle Lang's Biography",
        "authors": [
          "Astrid Lang",
          "Lori Chan"
        ],
        "publishedDate": "2008",
        "pageCount": 4,
        "categories": [
          "Marina (Calif.)"
        ]
      }
    }
  ]
}
