{
  "items": [
    {
      "volumeInfo": {
        "title": "Who Not How",
        "subtitle": "The Formula to Achieve Bigger Goals Through Accelerating Teamwork",
        "authors": [
          "Dan Sullivan",
          "Dr. Benjamin Hardy"
        ],
        "publishedDate": "2020-10-20",
        "description": "The world's foremost entrepreneurial coach shows you how to make a mindset shift that opens the door to explosive growth and limitless possibility--in your business and your life. Have you ever had a new idea or a goal that excites you... but not enough time to execute it? What about a goal you really want to accomplish...but can't because instead of taking action, you procrastinate? Do you feel like the only way things are going to get done is if you do them? But what if it wasn't that way? What if you had a team of people around you that helped you accomplish your goals (while you helped them accomplish theirs)? When we want something done, we've been trained to ask ourselves: \"How can I do this?\" Well, there is a better question to ask. One that unlocks a whole new world of ease and accomplishment. Expert coach Dan Sullivan knows the question we should ask instead: \"Who can do this for me?\" This may seem simple. And it is. But don't let the lack of complexity fool you. By mastering this question, you will quickly learn how billionaires and successful entrepreneurs like Dan build incredible businesses and personal freedom. This book will teach you how to make this essential paradigm-shift so you can: • Build a successful business effectively while not killing yourself • Immediately free-up 1,000+ hours of work that you shouldn't be doing anyway • Bypass the typical scarcity and decline of aging and other societal norms • Increase your vision in all areas of life and build teams of WHOs to support you in that vision • Never be limited in your goals and ambitions again • Expand your abundance of wealth, innovation, relationships, and joy • Build a life where everything you do is your choice--how you spend your time, how much money you make, the quality of your relationships, and the type of work you do Making this shift involves retraining your brain to stop limiting your potential based on what you solely can do and instead focus on the nearly infinite and endless connections between yourself and other people as well as the limitless transformation possible through those connections.",
        "pageCount": 257,
        "categories": [
          "Business & Economics"
        ],
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=T0PYDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
      }
    }
  ]
}
