{
  "items": [
    {
      "volumeInfo": {
        "title": "The Coaching Habit",
        "subtitle": "Say Less, Ask More & Change the Way You Lead Forever",
        "authors": [
          "Michael Bungay Stanier"
        ],
        "publishedDate": "2016-02-29",
        "description": "Coaching is an essential skill for leaders. But for most busy, overworked managers, coaching employees is done badly, or not at all. They're just too busy, and it's too hard to change. But what if managers could coach their people in 10 minutes or less? In Michael Bungay Stanier's The Coaching Habit, coaching becomes a regular, informal part of your day so managers and their teams can work less hard and have more impact. Coaching is an art and it's far easier said than done. It takes courage to ask a question rather than offer up advice, provide an answer, or unleash a solution. Giving another person the opportunity to find their own way, make their own mistakes, and create their own wisdom is both brave and vulnerable. It can also mean unlearning our ''fix it'' habits. In this practical and inspiring book, Michael shares seven transformative questions that can make a difference in how we lead and support. And, he guides us through the tricky part - how to take this new information and turn it into habits and a daily practice. -Brené Brown, author of Rising Strong and Daring Greatly Drawing on years of experience training more than 10,000 busy managers from around the globe in practical, everyday coaching skills, Bungay Stanier reveals how to unlock your peoples' potential. He unpacks seven essential coaching questions to demonstrate how---by saying less and asking more--you can develop coaching methods that produce great results. - Get straight to the point in any conversation with The Kickstart Question - Stay on track during any interaction with The AWE Question - Save hours of time for yourself with The Lazy Question, and hours of time for others with The Strategic Question - Get to the heart of any interpersonal or external challenge with The Focus Question and The Foundation Question - Finally, ensure others find your coaching as beneficial as you do with The Learning Question A fresh, innovative take on the traditional how-to manual, the book combines insider information with research based in neuroscience and behavioural economics, together with interactive training tools to turn practical advice into practiced habits. Dynamic question-and-answer sections help identify old habits and kick-start new behaviour, making sure you get the most out of all seven chapters. Witty and conversational, The Coaching Habit takes your work--and your workplace--from good to great.",
        "pageCount": 242,
        "categories": [
          "Business & Economics"
        ],
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=EGFPDAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        }
      }
    }
  ]
}
