{"items":[{"volumeInfo":{"title":"This Is Marketing","authors":["Seth Godin"],"description":"A game-changing approach to marketing, sales, and advertising, by bestselling author and renowned business thinker Seth Godin Over the past quarter century, Seth Godin has taught and inspired millions of entrepreneurs, marketers, leaders, and fans from all walks of life, via his blog, online courses, lectures, and bestselling books. He is the inventor of countless ideas and phrases that have made their way into mainstream business language, from Permission Marketing to Purple Cow to Tribes to The Dip. Now, for the first time, Godin offers the core of his marketing wisdom in one compact, accessible, and timeless package. This is Marketing shows you how to do work you're proud of, whether you're a tech startup founder, a small business owner, or an executive at a large corporation. Great marketers don't use consumers to solve their company's problem; they use marketing to solve other people's problems. Their tactics rely on empathy, connection, and emotional labor instead of attention-stealing ads and spammy email funnels. When done right, marketing seeks to make change in the world. No matter what your product or service, this book will teach you how to reframe how it's presented to the world, in order to meaningfully connect with the people who want it. Seth employs his signature blend of insight, observation, and memorable examples to teach you: * How to build trust and permission with your target market. * The art of positioning--deciding not only who it's for, but who it's not for. * Why the best way to achieve your marketing goals is to help others become who they want to be. * Why the old approaches to advertising and branding no longer work. * The surprising role of tension in any decision to buy (or not). * How marketing is at its core about the stories we tell ourselves about our social status. You can do work that matters for people who care. This book shows you the way.","industryIdentifiers":[{"identifier":"9780525540830"},{"identifier":"0525540830"}],"imageLinks":{"thumbnail":"http://books.google.com/books/content?id=B8JyDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"}}},{"volumeInfo":{"title":"The Meditations","authors":["Marcus Aurelius"],"description":"Offers a modern translation of the Roman philosopher's journal.","industryIdentifiers":[{"identifier":"9780812968255"},{"identifier":"0812968255"}],"imageLinks":{"thumbnail":"http://books.google.com/books/content?id=brSidvTKfcQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"}}},{"volumeInfo":{"title":"The Great Mental Models: General Thinking Concepts","authors":["Farnam Street"],"description":"The old saying goes, ''To the man with a hammer, everything looks like a nail.'' But anyone who has done any kind of project knows a hammer often isn't enough. The more tools you have at your disposal, the more likely you'll use the right tool for the job - and get it done right. The same is true when it comes to your thinking. The quality of your outcomes depends on the mental models in your head. And most people are going through life with little more than a hammer. Until now. The Great Mental Models: General Thinking Concepts is the first book in The Great Mental Models series designed to upgrade your thinking with the best, most useful and powerful tools so you always have the right one on hand. This volume details nine of the most versatile, all-purpose mental models you can use right away to improve your decision making, productivity, and how clearly you see the world. You will discover what forces govern the universe and how to focus your efforts so you can harness them to your advantage, rather than fight with them or worse yet- ignore them. Upgrade your mental toolbox and get the first volume today. AUTHOR BIOGRAPHY Farnam Street (FS) is one of the world's fastest growing websites, dedicated to helping our readers master the best of what other people have already figured out. We curate, examine and explore the timeless ideas and mental models that history's brightest minds have used to live lives of purpose. Our readers include students, teachers, CEOs, coaches, athletes, artists, leaders, followers, politicians and more. They're not defined by gender, age, income, or politics but rather by a shared passion for avoiding problems, making better decisions, and lifelong learning. AUTHOR HOME Ottawa, Ontario, Canada","industryIdentifiers":[{"identifier":"1999449002"},{"identifier":"9781999449001"}],"imageLinks":{"thumbnail":"http://books.google.com/books/content?id=ffUpywEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"}}},{"volumeInfo":{"title":"Quiet","authors":["Susan Cain"],"description":"A former Wall Street attorney, business coach and creator of ThePowerofIntroverts.com demonstrates how introverted people are misunderstood and undervalued in today's culture, charting the rise of extrovert ideology while sharing anecdotal examples to counsel readers on how to use introvert talents to adapt to various situations and empower introverted children.","industryIdentifiers":[{"identifier":"9780307352149"},{"identifier":"0307352145"}],"imageLinks":{"thumbnail":"http://books.google.com/books/content?id=Dc3T6Y7g7LQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"}}},{"volumeInfo":{"title":"Atomic Habits","authors":["James Clear"],"description":"James Clear presents strategies to form good habits, break bad ones, and master the tiny behaviors that help lead to an improved life.","industryIdentifiers":[{"identifier":"9780735211292"},{"identifier":"0735211299"}],"imageLinks":{"thumbnail":"http://books.google.com/books/content?id=XfFvDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"}}},{"volumeInfo":{"title":"Surely You're Joking, Mr. Feynman!","authors":["Richard P. Feynman"],"description":"The outrageous exploits of one of this century's greatest scientific minds and a legendary American original.","industryIdentifiers":[{"identifier":"0393355624"},{"identifier":"9780393355628"}],"imageLinks":{"thumbnail":"http://books.google.com/books/content?id=JgoJtAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"}}},{"volumeInfo":{"title":"Designing Design","authors":["Kenya Hara"],"description":"Representing a new generation of designers in Japan, Kenya Hara (born 1958) pays tribute to his mentors, using long overlooked Japanese icons and images in much of his work. In Designing Design, he impresses upon the reader the importance of emptiness in both the visual and philosophical traditions of Japan, and its application to design, made visible by means of numerous examples from his own work: Hara for instance designed the opening and closing ceremony programs for the Nagano Winter Olympic Games 1998. In 2001, he enrolled as a board member for the Japanese label MUJI and has considerably moulded the identity of this successful corporation as communication and design advisor ever since. Kenya Hara, alongside Naoto Fukasawa one of the leading design personalities in Japan, has also called attention to himself with exhibitions such as Re-Design: The Daily Products of the 21st Century.","industryIdentifiers":[{"identifier":"3037784504"},{"identifier":"9783037784501"}],"imageLinks":{"thumbnail":"http://books.google.com/books/content?id=K5DooAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"}}},{"volumeInfo":{"title":"Talking to Strangers","authors":["Malcolm Gladwell"],"description":"Malcolm Gladwell, host of the podcast Revisionist History and #1 bestselling author of The Tipping Point, Blink, Outliers, David and Goliath, and What the Dog Saw, offers a powerful examination of our interactions with strangers---and why they often go wrong. How did Fidel Castro fool the CIA for a generation? Why did Neville Chamberlain think he could trust Adolf Hitler? Why are campus sexual assaults on the rise? Do television sitcoms teach us something about the way we relate to each other that isn't true? Talking to Strangers is a classically Gladwellian intellectual adventure, a challenging and controversial excursion through history, psychology, and scandals taken straight from the news. He revisits the deceptions of Bernie Madoff, the trial of Amanda Knox, the suicide of Sylvia Plath, the Jerry Sandusky pedophilia scandal at Penn State University, and the death of Sandra Bland---throwing our understanding of these and other stories into doubt. Something is very wrong, Gladwell argues, with the tools and strategies we use to make sense of people we don't know. And because we don't know how to talk to strangers, we are inviting conflict and misunderstanding in ways that have a profound effect on our lives and our world. In his first book since his #1 bestseller, David and Goliath, Malcolm Gladwell has written a gripping guidebook for troubled times.","industryIdentifiers":[{"identifier":"0316478520"},{"identifier":"9780316478526"}],"imageLinks":{"thumbnail":"http://books.google.com/books/content?id=QzbJwQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"}}},{"volumeInfo":{"title":"The Brand Gap","authors":["Marty Neumeier"],"description":"Using the visual language of the boardroom, Marty Neumeier presents the first unified theory of branding - a set of five disciplines to help companies bridge the gap between brand strategy and brand execution. Those with a grasp of branding will be inspired by what they find here, and those who would like to understand it better will suddenly \"get it.\"","industryIdentifiers":[{"identifier":"0321348109"},{"identifier":"9780321348104"}],"imageLinks":{"thumbnail":"http://books.google.com/books/content?id=8IOBjgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"}}},{"volumeInfo":{"title":"Tribes","authors":["Seth Godin"],"description":"Describes how individuals can become successful leaders through passion and connection with an interested group, and provides real-life case studies that illustrate this method.","industryIdentifiers":[{"identifier":"1591842336"},{"identifier":"9781591842330"}],"imageLinks":{"thumbnail":"http://books.google.com/books/content?id=7f1DyktinKoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"}}},{"volumeInfo":{"title":"Logo Design Love","authors":["David Airey"],"description":"In Logo Design Love, Irish graphic designer David Airey brings the best parts of his wildly popular blog of the same name to the printed page. Just as in the blog, David fills each page of this simple, modern-looking book with gorgeous logos and real world anecdotes that illustrate best practices for designing brand identity systems that last.","industryIdentifiers":[{"identifier":"9780321985200"},{"identifier":"0321985206"}],"imageLinks":{"thumbnail":"http://books.google.com/books/content?id=0dwRBAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"}}},{"volumeInfo":{"title":"Identity Designed","authors":["David Airey"],"description":"Ideal for students of design, independent designers, and entrepreneurs who want to expand their understanding of effective design in business, Identity Designed is the definitive guide to visual branding. Written by best-selling writer and renowned designer David Airey, Identity Designed formalizes the process and the benefits of brand identity design and includes a substantial collection of high-caliber projects from a variety of the world’s most talented design studios. You’ll see the history and importance of branding, a contemporary assessment of best practices, and how there’s always more than one way to exceed client expectations. You’ll also learn a range of methods for conducting research, defining strategy, generating ideas, developing touchpoints, implementing style guides, and futureproofing your designs. Each identity case study is followed by a recap of key points. The book includes projects by Lantern, Base, Pharus, OCD, Rice Creative, Foreign Policy, Underline Studio, Fedoriv, Freytag Anderson, Bedow, Robot Food, Together Design, Believe in, Jack Renwick Studio, ico Design, and Lundgren+Lindqvist. Identity Designed is a must-have, not only for designers, but also for entrepreneurs who want to improve their work with a greater understanding of how good design is good business.","industryIdentifiers":[{"identifier":"9781631595943"},{"identifier":"1631595946"}],"imageLinks":{"thumbnail":"http://books.google.com/books/content?id=dQ2DDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"}}},{"volumeInfo":{"title":"Designing Brand Identity","authors":["Alina Wheeler"],"description":"The bestselling guide to branding, updated with emerging trends and technologies Designing Brand Identity provides in-depth guidance for the entire branding team, with a universal five-stage process for brand development and implementation. From research and analysis through launch and governance, this book provides expert insight on all aspects of the process, and describes the best practices that build better brands. This updated fifth edition includes new and expanded coverage of social media cross channel synergy, crowdsourcing, SEO, experience branding, mobile devices, wayfinding, and placemaking, with 30 all-new case studies of top brands from various industries around the world. Fuel recognition, amplify market differentiation, create cohesion, and project value with the essential concepts and practices that build and maintain strong brands. Brand identity is key to an organization's success, helping customers navigate their options in an expanding marketplace rife with competition. How does your brand stand out? How do you attract your target? It's all in the process. This book delivers a clear roadmap to brand development and maintenance, with in-depth guidance every step of the way. Infuse your brand with authenticity and meaning Create a cohesive suite of branding products Design for flexibility, durability, and sustainability Develop solid strategy around positioning, architecture, and more A successful brand requires zero context, and is recognizable when stripped down to its barest bones; Coca-Cola, Apple, Nike, Disney, McDonalds'the strongest brands are immediately recognized as a safe bet and a better value over the competition anywhere in the world. It's no coincidence that certain brands endure, while others undergo repeated revamps to remain relevant. Designing Brand Identity shows you how to recognize the myriad factors that contribute to strength, and merge them into your organization's winning brand.","industryIdentifiers":[{"identifier":"9781118980828"},{"identifier":"1118980824"}],"imageLinks":{"thumbnail":"http://books.google.com/books/content?id=VLg6DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"}}},{"volumeInfo":{"title":"The Decision Book","authors":["Mikael Krogerus","Roman Tschäppeler"],"description":"Most of us face the same questions every day: What do I want? And how can I get it? How can I live more happily and work more efficiently?A UK bestseller, The Decision Book distils into a single volume the fifty best decision-making models used on MBA courses and elsewhere that will help you tackle these important questions - from the well known (the Eisenhower matrix for time management) to the less familiar but equally useful (the Swiss Cheese model). It will even show you how to remember everything you will have learned by the end of it. Stylish and compact, this little black book is a powerful asset. Whether you need to plot a presentation, assess someone's business idea or get to know yourself better, this unique guide will help you simplify any problem and take steps towards the right decision.","industryIdentifiers":[{"identifier":"9781846683954"},{"identifier":"1846683955"}],"imageLinks":{"thumbnail":"http://books.google.com/books/content?id=pFV9yeKy05sC&printsec=frontcover&img=1&zoom=1&source=gbs_api"}}},{"volumeInfo":{"title":"Value Proposition Design","authors":["Alexander Osterwalder","Yves Pigneur","Gregory Bernarda","Alan Smith"],"description":"The authors of the international bestseller Business Model Generation explain how to create value propositions customers can’t resist Value Proposition Design helps you tackle a core challenge of every business — creating compelling products and services customers want to buy. This practical book, paired with its online companion, will teach you the processes and tools you need to succeed. Using the same stunning visual format as the authors’ global bestseller, Business Model Generation, this sequel explains how to use the “Value Proposition Canvas” a practical tool to design, test, create, and manage products and services customers actually want. Value Proposition Design is for anyone who has been frustrated by business meetings based on endless conversations, hunches and intuitions, expensive new product launches that blew up, or simply disappointed by the failure of a good idea. The book will help you understand the patterns of great value propositions, get closer to customers, and avoid wasting time with ideas that won’t work. You’ll learn the simple but comprehensive process of designing and testing value propositions, taking the guesswork out of creating products and services that perfectly match customers’ needs and desires. Practical exercises, illustrations and tools help you immediately improve your product, service, or new business idea. In addition the book gives you exclusive access to an online companion on Strategyzer.com. You will be able to complete interactive exercises, assess your work, learn from peers, and download pdfs, checklists, and more. Value Proposition Design complements and perfectly integrates with the ”Business Model Canvas” from Business Model Generation, a tool embraced by startups and large corporations such as MasterCard, 3M, Coca Cola, GE, Fujitsu, LEGO, Colgate-Palmolive, and many more. Value Proposition Design gives you a proven methodology for success, with value propositions that sell, embedded in profitable business models.","industryIdentifiers":[{"identifier":"9781118968055"},{"identifier":"1118968050"}],"imageLinks":{"thumbnail":"http://books.google.com/books/content?id=LCmtBAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"}}},{"volumeInfo":{"title":"Stop Stealing Sheep & Find Out how Type Works","authors":["Erik Spiekermann","E. M. Ginger"],"description":"Explains what type is, demonstrates how to select it, and examines its use in printed communication.","industryIdentifiers":[{"identifier":"0201703394"},{"identifier":"9780201703399"}],"imageLinks":{"thumbnail":"http://books.google.com/books/content?id=JW9rbjZe98kC&printsec=frontcover&img=1&zoom=1&source=gbs_api"}}},{"volumeInfo":{"title":"The E-Myth Revisited","authors":["Michael E. Gerber"],"description":"An instant classic, this revised and updated edition of the phenomenal bestseller dispels the myths about starting your own business. Small business consultant and author Michael E. Gerber, with sharp insight gained from years of experience, points out how common assumptions, expectations, and even technical expertise can get in the way of running a successful business. Gerber walks you through the steps in the life of a business—from entrepreneurial infancy through adolescent growing pains to the mature entrepreneurial perspective: the guiding light of all businesses that succeed—and shows how to apply the lessons of franchising to any business, whether or not it is a franchise. Most importantly, Gerber draws the vital, often overlooked distinction between working on your business and working in your business. The E-Myth Revisited will help you grow your business in a productive, assured way.","industryIdentifiers":[{"identifier":"9780061741654"},{"identifier":"0061741655"}],"imageLinks":{"thumbnail":"http://books.google.com/books/content?id=HHJVIpbpSgsC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"}}},{"volumeInfo":{"title":"Brave New World","authors":["Aldous Huxley"],"description":"Huxley's classic prophetic novel describes the socialized horrors of a futuristic utopia devoid of individual freedom.","industryIdentifiers":[{"identifier":"9780060850524"},{"identifier":"0060850523"}],"imageLinks":{"thumbnail":"http://books.google.com/books/content?id=V4kY9WSCgSwC&printsec=frontcover&img=1&zoom=1&source=gbs_api"}}},{"volumeInfo":{"title":"When Breath Becomes Air","authors":["Paul Kalanithi"],"description":"A cloth bag containing eight copies of the title.","industryIdentifiers":[{"identifier":"9780812988406"},{"identifier":"081298840X"}],"imageLinks":{"thumbnail":"http://books.google.com/books/content?id=93faCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"}}},{"volumeInfo":{"title":"Sapiens","authors":["Yuval Noah Harari"],"description":"New York Times Bestseller A Summer Reading Pick for President Barack Obama, Bill Gates, and Mark Zuckerberg From a renowned historian comes a groundbreaking narrative of humanity’s creation and evolution—a #1 international bestseller—that explores the ways in which biology and history have defined us and enhanced our understanding of what it means to be “human.” One hundred thousand years ago, at least six different species of humans inhabited Earth. Yet today there is only one—homo sapiens. What happened to the others? And what may happen to us? Most books about the history of humanity pursue either a historical or a biological approach, but Dr. Yuval Noah Harari breaks the mold with this highly original book that begins about 70,000 years ago with the appearance of modern cognition. From examining the role evolving humans have played in the global ecosystem to charting the rise of empires, Sapiens integrates history and science to reconsider accepted narratives, connect past developments with contemporary concerns, and examine specific events within the context of larger ideas. Dr. Harari also compels us to look ahead, because over the last few decades humans have begun to bend laws of natural selection that have governed life for the past four billion years. We are acquiring the ability to design not only the world around us, but also ourselves. Where is this leading us, and what do we want to become? Featuring 27 photographs, 6 maps, and 25 illustrations/diagrams, this provocative and insightful work is sure to spark debate and is essential reading for aficionados of Jared Diamond, James Gleick, Matt Ridley, Robert Wright, and Sharon Moalem.","industryIdentifiers":[{"identifier":"9780062316103"},{"identifier":"0062316109"}],"imageLinks":{"thumbnail":"http://books.google.com/books/content?id=FmyBAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"}}},{"volumeInfo":{"title":"New Thinking","authors":["Dagogo Altraide"],"description":"what you'll learn: A greater understanding of how technologies build off and influence each other A clearer picture of the how our modern world came to be A universal appreciation for the incredible time we're currently living in","industryIdentifiers":[{"identifier":"1633537501"},{"identifier":"9781633537507"}],"imageLinks":{"thumbnail":"http://books.google.com/books/content?id=0vjLtAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"}}},{"volumeInfo":{"title":"The Design of Everyday Things","authors":["Don Norman"],"description":"Even the smartest among us can feel inept as we fail to figure out which light switch or oven burner to turn on, or whether to push, pull, or slide a door. The fault, argues this ingenious—even liberating—book, lies not in ourselves, but in product design that ignores the needs of users and the principles of cognitive psychology. The problems range from ambiguous and hidden controls to arbitrary relationships between controls and functions, coupled with a lack of feedback or other assistance and unreasonable demands on memorization. The Design of Everyday Things shows that good, usable design is possible. The rules are simple: make things visible, exploit natural relationships that couple function and control, and make intelligent use of constraints. The goal: guide the user effortlessly to the right action on the right control at the right time. In this entertaining and insightful analysis, cognitive scientist Don Norman hails excellence of design as the most important key to regaining the competitive edge in influencing consumer behavior. Now fully expanded and updated, with a new introduction by the author, The Design of Everyday Things is a powerful primer on how—and why—some products satisfy customers while others only frustrate them.","industryIdentifiers":[{"identifier":"9780465050659"},{"identifier":"0465050654"}],"imageLinks":{"thumbnail":"http://books.google.com/books/content?id=qBfRDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"}}},{"volumeInfo":{"title":"Permanent Record","authors":["Edward Snowden"],"description":"NEW YORK TIMES BESTSELLER Edward Snowden, the man who risked everything to expose the US government’s system of mass surveillance, reveals for the first time the story of his life, including how he helped to build that system and what motivated him to try to bring it down. In 2013, twenty-nine-year-old Edward Snowden shocked the world when he broke with the American intelligence establishment and revealed that the United States government was secretly pursuing the means to collect every single phone call, text message, and email. The result would be an unprecedented system of mass surveillance with the ability to pry into the private lives of every person on earth. Six years later, Snowden reveals for the very first time how he helped to build this system and why he was moved to expose it. Spanning the bucolic Beltway suburbs of his childhood and the clandestine CIA and NSA postings of his adulthood, Permanent Record is the extraordinary account of a bright young man who grew up online—a man who became a spy, a whistleblower, and, in exile, the Internet’s conscience. Written with wit, grace, passion, and an unflinching candor, Permanent Record is a crucial memoir of our digital age and destined to be a classic.","industryIdentifiers":[{"identifier":"1250237238"},{"identifier":"9781250237231"}],"imageLinks":{"thumbnail":"http://books.google.com/books/content?id=kgdtxgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"}}},{"volumeInfo":{"title":"Pre-Suasion","authors":["Robert Cialdini"],"description":"Examines the art of effective persuasion to argue that its secret lies in a key moment before messages are delivered, sharing strategies for how to psychologically prepare one's listeners to render them most receptive.","industryIdentifiers":[{"identifier":"9781501109799"},{"identifier":"1501109790"}],"imageLinks":{"thumbnail":"http://books.google.com/books/content?id=GI7tDAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"}}},{"volumeInfo":{"title":"Outliers","authors":["Malcolm Gladwell"],"description":"El autor más vendido de The Tipping Point y Blink identifica las cualidades de las personas exitosas, planteando teorías sobre los factores culturales, familiares e idiosincrásicos que dan forma a los triunfadores, en un recurso que cubre temas tales como los secretos de los multimillonarios del software, por qué las culturas se asocian con un mejor rendimiento académico y por qué los Beatles se ganaron su fama. El verdadero secreto del éxito resulta ser sorprendentemente simple, y depende de algunos giros cruciales en las historias de vida de las personas: en la cultura en la que crecen y en la forma en que pasan su tiempo.","industryIdentifiers":[{"identifier":"1945540338"},{"identifier":"9781945540332"}],"imageLinks":{"thumbnail":"http://books.google.com/books/content?id=4JtAMQAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"}}},{"volumeInfo":{"title":"Blink","authors":["Malcolm Gladwell"],"description":"\"En este libro revolucionario, el periodista estadounidense Malcolm Gladwell nos explica cómo pensamos sin pensar, de dónde proceden las decisiones que parece que tomamos en dos segundos, pero que no son tan simples como aparentan. ¿Por qué algunas personas son brillantes a la hora de decidir y otras son torpes una y otra vez? ¿Por qué algunos siguen su instinto y triunfan, mientras que otros acaban siempre dando un paso en falso? ¿Cuál es el funcionamiento real del cerebro en el trabajo, en clase, en la cocina o en la cama? ¿Y por qué las mejores decisiones suelen ser las más difíciles de explicar? Gladwell nos presenta a un psicólogo que ha aprendido a predecir si un matrimonio puede durar con sólo observarles unos minutos; a un entrenador de tenis que sabe cuándo un jugador hará doble falta antes incluso de que la raqueta toque la bola; a un experto en antigüedades que reconoce una falsificación de un solo vistazo. Este libro revela que quienes son buenos tomando decisiones no son aquellos que procesan más información o que dedican más tiempo a deliberar, sino aquellos que han perfeccionado el arte de hilar fino, de extraer los pocos factores que realmente importan a partir de una cantidad desmesurada de variables. \" Por medio de la neurología y la psicología, y exhibiendo todo el esplendor del que este autor es capaz, Inteligencia intuitiva cambiará tu forma de ver las decisiones que tomas. Nunca más volverás a pensar en pensar de la misma manera.\" ENGLISH DESCRIPTION In his landmark bestseller The Tipping Point, Malcolm Gladwell redefined how we understand the world around us. Now, in Blink, he revolutionizes the way we understand the world within. Blink is a book about how we think without thinking, about choices that seem to be made in an instant-in the blink of an eye-that actually aren't as simple as they seem. Why are some people brilliant decision makers, while others are consistently inept? Why do some people follow their instincts and win, while others end up stumbling into error? How do our brains really work-in the office, in the classroom, in the kitchen, and in the bedroom? And why are the best decisions often those that are impossible to explain to others?. In Blink we meet the psychologist who has learned to predict whether a marriage will last, based on a few minutes of observing a couple; the tennis coach who knows when a player will double-fault before the racket even makes contact with the ball; the antiquities experts who recognize a fake at a glance. Here, too, are great failures of \"blink\": the election of Warren Harding; \"New Coke\"; and the shooting of Amadou Diallo by police. Blink reveals that great decision makers aren't those who process the most information or spend the most time deliberating, but those who have perfected the art of \"thin-slicing\"-filtering the very few factors that matter from an overwhelming number of variables.","industryIdentifiers":[{"identifier":"164473088X"},{"identifier":"9781644730881"}],"imageLinks":{"thumbnail":"http://books.google.com/books/content?id=0de8xQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"}}}]}